[M_HeavensDoor MissionDefinition]
MissionName="Batendo na Porta do Céu"
MissionDescription="Só há uma pessoa entre você e o Piston: um gladiador adolescente, chamado Aviador.  Infelizmente, o seu covil, segundo ele mesmo, é ''incivelmente impenetrável''.\nSua melhor opção é ativar os três pontos de acesso em torno da [place]Forja Torgue[-place] para que sejam enviados vários abutres particulares do Aviador.  Com isso você poderá destruí-los e se tudo correr bem, o Aviador ficará furioso a ponto de intimar você para ir até o seu covil e encará-lo pessoalmente."
TurnInDescription="Com os pontos de acesso abertos, você já pode acabar com o esquadrão de Abutres do Aviador. Assim que destruí-los e irritar bastante o Aviador, certamente ele te dará a chance de entrar no seu covil."
MissionSummary="Abra os pontos de acesso do covil do Aviador."
MissionGiver="Painel de Batalhas da Forja"
MissionTurnInLocation="Painel de Batalhas da Forja"
TeaserText=""

[M_HeavensDoor:AccessPoint1 MissionObjectiveDefinition]
ProgressMessage="Ative o ponto de acesso 1"

[M_HeavensDoor:AccessPoint2 MissionObjectiveDefinition]
ProgressMessage="Ative o ponto de acesso 2"

[M_HeavensDoor:AccessPoint3 MissionObjectiveDefinition]
ProgressMessage="Ative o ponto de acesso 3"

[M_HeavensDoor:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HeavensDoor:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HeavensDoor:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HeavensDoor:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HeavensDoor:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HeavensDoor:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HeavensDoor:ReachBattlePost MissionObjectiveDefinition]
ProgressMessage="Ative o Painel de Batalhas"

[M_HeavensDoor:ReachBattlePostEnd MissionObjectiveDefinition]
ProgressMessage="Vá até o Painel de Batalhas"

[M_HeavensDoor:Waypoint1 MissionObjectiveDefinition]
ProgressMessage="Percorra o ferro-velho"

[M_HeavensDoor:Waypoint2 MissionObjectiveDefinition]
ProgressMessage="Percorra o ferro-velho"

[M_IrisEp5_CageMatch MissionDefinition]
MissionName="Arrombamento"
MissionDescription="Só há uma pessoa entre você e o Piston: um gladiador adolescente, chamado Aviador.\nA Moxxi disse que ele está escondido na [place]Forja Torgue[-place]. Que tal ir até lá e eliminá-lo?"
TurnInDescription="Você chegou no território do Aviador. Agora só precisa abrir os pontos de acesso para o seu covil."
MissionSummary="Vá para a [place]Forja Torgue[-place] e elimine o Aviador."
MissionGiver="Moxxi"
MissionTurnInLocation="Painel de Trabalhos da Forja"
TeaserText=""

[M_IrisEp5_CageMatch:CompleteInArena MissionObjectiveDefinition]
ProgressMessage="Complete a arena"

[M_IrisEp5_CageMatch:EnterForge MissionObjectiveDefinition]
ProgressMessage="Entre na Forja"

[M_IrisEp5_CageMatch:GetForgeKey MissionObjectiveDefinition]
ProgressMessage="Roube a chave"

[M_IrisEp5_CageMatch:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5_CageMatch:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá para a Forja Torgue e elimine o Aviador."
MissionDescriptionOverride="Só há uma pessoa entre você e o Piston: um gladiador adolescente, chamado Aviador.\nA Moxxi disse que ele está escondido na [place]Forja Torgue[-place]. Como você já tem a chave, pode entrar e acabar com o Aviador."

[M_IrisEp5_CageMatch:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride="Roube a chave da Forja Torgue."
MissionDescriptionOverride="Só há uma pessoa entre você e o Piston: um gladiador adolescente, chamado Aviador.\nA Moxxi disse que ele está escondido na [place]Forja Torgue[-place].\nO problema é que alguém trancou a porta da Forja. A Moxxi disse que você deve ir até a Arena Torgue, entrar na área de segurança e roubar uma chave para entrar na Forja."

[M_IrisEp5_CageMatch:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5_CageMatch:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5_CageMatch:ReturnToArena MissionObjectiveDefinition]
ProgressMessage="Volte para a Arena"

[M_IrisEp5_CageMatch:ReturnToHub MissionObjectiveDefinition]
ProgressMessage="Saia da Arena"

[M_IrisEp5_KickStartMyHeart MissionDefinition]
MissionName="Arranque o Motor Do Meu Coração"
MissionDescription="Só há uma pessoa entre você e o Piston: um gladiador adolescente, chamado Aviador.\nVocê o irritou tanto que ele deixou você entrar no seu covil. Agora vá lá e dê uma lição de humildade naquele moleque."
TurnInDescription="Acabou a brincadeira. É hora de ganhar esse torneio."
MissionSummary="Elimine o Aviador."
MissionGiver="Moxxi"
MissionTurnInLocation="Moxxi"
TeaserText=""

[M_IrisEp5_KickStartMyHeart:BreakIntoForge MissionObjectiveDefinition]
ProgressMessage="Vá para a torre do Aviador"

[M_IrisEp5_KickStartMyHeart:DefeatBlimp MissionObjectiveDefinition]
ProgressMessage="Derrote o dirigível do Piston"

[M_IrisEp5_KickStartMyHeart:DefeatFlyboy MissionObjectiveDefinition]
ProgressMessage="Derrote o Aviador"

[M_IrisEp5_KickStartMyHeart:FlyboyRoom MissionObjectiveDefinition]
ProgressMessage="Vá para o covil do Aviador"

[M_IrisEp5_KickStartMyHeart:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5_KickStartMyHeart:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5_KickStartMyHeart:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5_KickStartMyHeart:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5_KickStartMyHeart:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5_KickStartMyHeart:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua o dirigível do Piston."
MissionDescriptionOverride="Só há uma pessoa entre você e o Piston: um gladiador adolescente, chamado Aviador.\nNa verdade, estava... até o Piston explodir ele em pedacinhos.\nDesrespeitando as regras claramente, Piston interrompeu o seu combate com o Aviador, acertando ele com um gigantesco dirigível equipado com lança-foguetes, que por acaso é aquele que está atirando nesse exato momento.\nPare de ler isso e trate de contra-atacar!"

[M_IrisEp5_KickStartMyHeart:ReachLift MissionObjectiveDefinition]
ProgressMessage="Use o elevador"

[M_IrisEp5_KickStartMyHeart:ReturnToMoxxi MissionObjectiveDefinition]
ProgressMessage="Volte até a Moxxi"

